Repository: novamobile/Weparyer
Catalog: WeParyer/*.lproj/MyPrayLocalized.strings
Languages: ar

# key_time
source: Time
ar: توقيت

# key_athan
source: Athan
ar: أذان

# key_TellFriend
source: Tell Friends
ar: تبليغ للاصدقاء

# key_Qibla
source: Qibla
ar: قبلة

# key_fajr
source: Fajr
ar: الفجر

# key_sunrise
source: Sunrise
ar: الشروق

# key_dhuhr
source: Dhuhr
ar: الظهر

# key_asr
source: Asr
ar: العصر

# key_maghrib
source: Maghrib
ar: المغرب

# key_ishaa
source: Ishaa
ar: العشاء

# key_Settings
source: General
ar: عام

# key_Language
source: Language
ar: اللغة

# key_DaylightSavingTime
source: Daylight Saving Time
ar: التوقيت الصيفي

# key_Version
source: Version
ar: الأصدر الحالي

# key_Rating
source: Rating
ar: تقييم التطبيق

# key_ContactUs
source: Contact Us
ar: راسلنا

# key_1
source: Monday
ar: يوم الإثنين

# key_2
source: Tuesday
ar: يوم الثلاثاء

# key_3
source: Wednesday
ar: يوم الأربعاء

# key_4
source: Thursday
ar: يوم الخميس

# key_5
source: Friday
ar: يوم الجمعة

# key_6
source: Saturday
ar: يوم السبت

# key_7
source: Sunday
ar: يوم الأحد

# key_Al-Affassi
source: Al Affassi
ar: الشيخ مشارى العفاسي

# key_Fajr Malek Chebae
source: Fajr Malek Chebae
ar: فجر مالك شيبة ( فجر )

# key_Hamad Degheri
source: Hamad Degheri
ar: حمد الدغريري

# key_Mansour-Az-Zahrani-Fajr-Intro
source: Mansour
ar: منصور عز الزهرانى فجر

# key_Nasser Al Qatami
source: Nasser Al Qatami
ar: ناصر القطامي

# key_Youssef Maati
source: Youssef Maati
ar: يوسف معاطي

# key_Shot_Al-Affassi
source: Al Affassi
ar: العفاسي

# key_Shot_Fajr Malek Chebae
source: Fajr
ar: فجر

# key_Shot_Hamad Degheri
source: Hamad
ar: حمد

# key_Shot_Mansour-Az-Zahrani-Fajr-Intro
source: Mansour
ar: (منصور (فجر

# key_Shot_Nasser Al Qatami
source: Nasser
ar: ناصر

# key_Shot_Youssef Maati
source: Youssef
ar: يوسف

# key_Egypt
source: Egypt
ar: مصر

# key_Fatih Seferagic
source: Fatih Seferagic
ar: فتحي السفرجي

# key_Wadii Hamadi
source: Wadii Hamadi
ar: واد حمدى

# key_Bilal
source: Bilal
ar: بلال

# key_Bosnie
source: Bosnie
ar: بوسنيا

# key_Abdelmajid
source: Abdelmajid
ar: عبد المجيد

# key_Maroc
source: Maroc
ar: مغرب

# key_Shot_Egypt
source: Egypt
ar: مصر

# key_Shot_Fatih Seferagic
source: Fatih Seferagic
ar: فتحي السفرجي

# key_Shot_Wadii Hamadi
source: Wadii Hamadi
ar: واد حمدى

# key_Shot_Bilal
source: Bilal
ar: بلال

# key_Shot_Bosnie
source: Bosnie
ar: بوسنيا

# key_Shot_Abdelmajid
source: Abdelmajid
ar: عبد المجيد

# key_Shot_Maroc
source: Maroc
ar: مغرب

# key_AthanAlarm
source: Athan Alarm
ar: وقت الأذان

# key_AthanTime
source: Athan Alarm
ar: وقت الأذان

# key_stopAthan
source: Stop Athan
ar: إغلاق

# key_startPary
source: view
ar: المراجعة

# key_timeTofajr
source: Time for Fajr.
ar: حان وقت صلاة الفجر.

# key_timeTosunrise
source: Prayer time to Sunrise
ar: حان وقت الشروق.

# key_timeTodhuhr
source: Time for Dhuhr.
ar: حان وقت صلات الظهر.

# key_timeToasr
source: Time for Asr.
ar: حان وقت صلات العصر.

# key_timeTomaghrib
source: Time for Maghrib.
ar: حان وقت صلات المغرب.

# key_timeToishaa
source: Time for Ishaa.
ar: حان وقت صلات العشاء.

# key_timeToSimplefajr
source: Time for Fajr.
ar: حان وقت صلاة الفجر.

# key_timeToSimplesunrise
source: Time for Sunrise.
ar: حان وقت الشروق.

# key_timeToSimpledhuhr
source: Time for Dhuhr.
ar: حان وقت صلات الظهر.

# key_timeToSimpleasr
source: Time for Asr.
ar: حان وقت صلات العصر.

# key_timeToSimplemaghrib
source: Time for Maghrib.
ar: حان وقت صلات المغرب.

# key_timeToSimpleishaa
source: Time for Ishaa.
ar: حان وقت صلات العشاء.

# key_RecommendAd
source: You May Like
ar: تطبيق موصى به

# key_HandAdjusting
source: Manual Adjustment
ar: تصحيحات يدوية

# key_wenxingtishi
source: Reminder
ar: تنبيه

# key_GotoSetting
source: Settings
ar: إعدادات

# key_weikaiqidingweitip
source: The WePray permission was not authorized.Please enable it in Settings to continue.
ar: لم يتم فتح الموقع. نحتاج إلى معرفة موقعك ليحسب أوقات الصلاة واتجاه القبلة.

# key_showAdTip
source: Slide the picture to left if you do not like the app.If you like it,just click it!There is always a surprise waiting for you!
ar: إذا لم أعجبك التطبيق يرجي مسح الشاشة إلى اليسار. وإذا يعجبك أنقر عليه! في إنتظار تعقيبك!

# key_choiceSoundTip
source: When you slide push to open WePray, you can listen to the complete Athan which you choose.
ar: عند التحرير لفتح WePray يمكنك الاستماع الى الاذان الكامل التى إختياره

# key_Oktip
source: OK
ar: حسنا

# key_done
source: Done
ar: تم

# key_cancle
source: Cancel
ar: إلغاء

# key_FaceBookSupport
source: Like us on Facebook
ar: سجل إعجابك لنا

# key_DayLightingSaveDefault
source: Off
ar: إغلاق

# key_notificationSoundTitle
source: Notifications
ar: صوت التنبيه

# key_Beep
source: Beep
ar: صفارة

# key_setSuccess
source: Set successfully
ar: تم الوضع

# key_sendSuccess
source: Send successfully
ar: تم الإرسال

# key_sendFail
source: Transmission error
ar: فشل الإرسال

# key_CalcTimeMethod
source: Calculation Methods
ar: الطرق الحسابية

# key_MWL
source: Muslim World League
ar: رابط العالم الإسلامي

# key_ISNA
source: Islamic Society of North America
ar: الجمعية الإسلامية لأمريكا الشمالية

# Key_Silence
source: Silence
ar: صامت

# key_None
source: None
ar: لا شيء
